Repository: LIONS-DLT/signatures
Catalog: WebService/ElectronicSignatureService/Strings.*.resx
Languages: de

# Home_BlockchainTechnology
source: Blockchain Technology
de: Blockchain-Technologie

# Home_BlockchainTechnology_Text
source: The digital fingerprint of your signature, together with a timestamp, is stored in a blockchain as unchangeable proof of data consistency. This means you can trust the signature regardless of the service provider.
de: Der digitale Fingerabdruck Ihrer Unterschrift wird zusammen mit einem Zeitstempel in einer Blockchain als unveränderlicher Nachweis der Datenkonsistenz gespeichert. Das bedeutet, dass Sie der Unterschrift unabhängig vom Dienstanbieter vertrauen können.

# Home_DataPrivacy
source: Data Privacy
de: Datenschutz

# Home_DataPrivacy_Text
source: You do not upload any documents, only the fingerprint of the file is stored. This means that you do not have to entrust your confidential documents to a third party, but can send the files directly to your recipients in the usual way.
de: Sie laden keine Dokumente hoch, sondern es wird nur der Fingerabdruck der Datei gespeichert. Das bedeutet, dass Sie Ihre vertraulichen Dokumente nicht einem Dritten anvertrauen müssen, sondern die Dateien auf dem üblichen Weg direkt an Ihre Empfänger senden können.

# Home_QRbased
source: QR Code and URL based
de: QR-Code und URL-basiert

# Home_QRbased_Text
source: Insert QR codes and links into your document as placeholders for signatures. These can then be used to create and verify signatures. This allows you to work with your usual tools.
de: Fügen Sie QR-Codes und Links als Platzhalter für Signaturen in Ihr Dokument ein. Diese können dann zum Erstellen und Prüfen von Signaturen verwendet werden. So können Sie mit Ihren gewohnten Werkzeugen arbeiten.

# Home_SSI
source: Self Sovereign Identities
de: Selbstsouveräne Identitäten

# Home_SSI_Text
source: This application supports identification and authentication using self-sovereign identities. All compatible DID wallets can be used for this purpose.
de: Diese Anwendung unterstützt die Identifizierung und Authentifizierung mit selbstsouveränen Identitäten. Alle kompatiblen DID-Geldbörsen können zu diesem Zweck verwendet werden.

# Info_ConfirmationEMail
source: We have sent you an email with a confirmation code. Please also check your spam folder.
de: Wir haben Ihnen einen Bestätigungscode per E-Mail gesendet. Bitte prüfen Sie auch Ihren Spam-Ordner.

# Info_InserQRs
source: Insert the QR code(s) and URLs into your document and save/export your document as the final file. Then select the final file for registering the associated fingerprint.
de: Fügen Sie den/die QR-Code(s) und URLs in Ihr Dokument ein und speichern/exportieren Sie Ihr Dokument als endgültige Datei. Wählen Sie dann die endgültige Datei aus, um den zugehörigen Fingerabdruck zu registrieren.

# Info_Method_Certificate
source: You can provide a certificate and a password to sign cryptographically. If your are not comfortable uploading your certificate and your password, you can use LIONS Certificates Wallet instead.
de: Sie können ein Zertifikat und ein Passwort für die kryptografische Signatur verwenden. Wenn Sie Ihr Zertifikat und Ihr Passwort nicht hochladen möchten, können Sie stattdessen LIONS Zertifikate-Wallet verwenden.

# Info_Method_CertWallet
source: You can use the certificates wallet to store your certificates and authenticate and sign locally on your device keeping your private key private.
de: Sie können die Zertifikate-Wallet verwenden, um Ihre Zertifikate zu speichern und lokal auf Ihrem Gerät zu authentifizieren und zu signieren, wobei Ihr privater Schlüssel geheim bleibt.

# Info_Method_EMail
source: If you choose the authentication method via e-mail, you will receive an e-mail with a confirmation code, that you will have to enter in the next step. If you do not receive a message, please consider checking your spam folder.
de: Wenn Sie die Authentifizierungsmethode per E-Mail wählen, erhalten Sie eine E-Mail mit einem Bestätigungscode, den Sie im nächsten Schritt eingeben müssen. Sollten Sie keine Nachricht erhalten, überprüfen Sie bitte Ihren Spam-Ordner.

# Info_Method_Login
source: If you have an account for this service, you can verify yourself using your login credentials.
de: Wenn Sie ein Konto für diesen Dienst haben, können Sie sich mit Ihren Anmeldedaten verifizieren.

# Info_NewDocument
source: Specify a unique name for the document to be registered as far as possible, so that a clear assignment is possible for the recipients. Also specify the number of placeholders required for different signatures for your document.
de: Geben Sie einen möglichst eindeutigen Namen für das zu registrierende Dokument an, damit eine eindeutige Zuordnung für die Empfänger möglich ist. Geben Sie auch die Anzahl der Platzhalter an, die für verschiedene Signaturen für Ihr Dokument benötigt werden.

# Label_AccountCredentials
source: Account Credentials
de: Anmeldeinformationen

# Label_AllMyDocuments
source: All my documents
de: Alle meine Dokumente

# Label_Certificate
source: Certificate
de: Zertifikat

# Label_CertificateWallet
source: LIONS Certificate Wallet
de: LIONS Zertifikate-Wallet

# Label_CheckFileValidity
source: Check file validity...
de: Datei auf Echtheit prüfen...

# Label_Confirm
source: Confirm
de: Bestätigen

# Label_ConfirmationCode
source: Confirmation Code
de: Bestätigungscode

# Label_ConfirmEmailAddress
source: Confirm E-Mail Address
de: E-Mail-Adressebestätigen

# Label_Copy
source: copy
de: kopieren

# Label_Date
source: Date
de: Datum

# Label_Document
source: Document
de: Dokument

# Label_DocumentName
source: Document Name
de: Dokumentenbezeichnung

# Label_Documents
source: Documents
de: Dokumente

# Label_DownloadCert
source: Download Certificate
de: Zertifikat herunterladen

# Label_DownloadSignature
source: Download Signature
de: Unterschrift herunterladen

# Label_ElectronicSignatures
source: Electronic Signatures
de: Elektronische Unterschriften

# Label_Filename
source: Filename
de: Dateiname

# Label_ForCertificate
source: for certificate
de: für Zertifikat

# Label_GetStarted
source: Get started!
de: Jetzt loslegen!

# Label_HandsignWithFingerMouse
source: Handsign with finger/mouse
de: Handsignatur mit Finger/Maus

# Label_Hash
source: Hash
de: Hashwert

# Label_Home
source: Home
de: Startseite

# Label_IdentityValidationMethod
source: Identity validation method
de: Methode zur Identitätsprüfung

# Label_InFromBlockchain
source: in/from Blockchain
de: in/aus Blockchain

# Label_IPAddress
source: IP Address
de: IP-Addresse

# Label_Latest
source: Latest
de: Letzte

# Label_Login
source: Login
de: Anmelden

# Label_Logout
source: Logout
de: Abmelden

# Label_MyDocuments
source: My Documents
de: Meine Dokumente

# Label_NewDocument
source: New Document
de: Neues Dokument

# Label_Next
source: Next
de: Weiter

# Label_NumberOfSlots
source: Number of signatures/placeholders
de: Anzahl an Unterschriften/Platzhaltern

# Label_Password
source: Password
de: Passwort

# Label_Privacy
source: Privacy
de: Datenschutz

# Label_ReadMore
source: read more...
de: mehr erfahren...

# Label_Register
source: Register
de: Registrieren

# Label_RegisterFile
source: Register fingerprint of file...
de: Datei-Fingerabdruck registrieren...

# Label_Sign
source: Sign...
de: Unterschreiben...

# Label_Signature
source: Signature
de: Unterschrift

# Label_SignatureQR_Hint
source: To add or check signatures, please use the link or QR code.
de: Zum Hinzufügen oder Prüfen von Unterschriften den Link oder QR-Code benutzen.

# Label_Signatures
source: Signatures
de: Unterschriften

# Label_SignatureUrlsQRs
source: Signature URLs/QR-Codes
de: Unterschrift-URLs / QR-Codes

# Label_SignersData
source: Signer data
de: Daten des Unterzeichners

# Label_SignWithCert
source: Sign with certificate
de: Mit Zertifikat unterschreiben

# Label_Slot
source: Slot
de: Platzhalter

# Label_Timestamp
source: Timestamp
de: Zeitstempel

# Label_ValidateSignature
source: Validate Signature
de: Unterschrift prüfen

# Label_VerificationMethod
source: Verification Method
de: Verifizierungsmethode
